/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Алармата е прекъсната!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Произволен клавиш за пауза";

/* Status line above clock during alarm */
"Press Any key to stop" = "Произволен клавиш за край";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Enter за пауза";

/* Status line above clock during alarm */
"Press Enter to stop" = "Enter за край";

/* Button below clock */
"Snooze" = "Пауза";

/* Status line above clock during snooze */
"Snoozing until" = "Пауза до";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Начало на алармата";

/* Button below clock */
"Stop" = "Край";

